Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uudistettu_koltansaamen_kielioppikirja_ilmestyi.html.tmx
Source language: fin
Languages: sme

source: Uudistettu koltansaamen kielioppikirja ilmestyi
sme: Ođasmahttojuvvon nuortalašgiela giellaoahppagirji almmustuvai

source: Uudistettu koltansaamen kielioppikirja on ilmestynyt.
sme: Ođasmahttojuvvon nuortalašgiela giellaoahppagirji lea almmustuvvan.

source: Kirjan ovat käsikirjoittaneet Satu ja Jouni Mosnikoff, Eino Koponen ja Miika Lehtinen.
sme: Girjji giehtačállosa leat čállán Satu ja Jouni Mosnikoff, Eino Koponen ja Miika Lehtinen.

source: Uudistettu painos on valmisteltu työryhmässä, johon kuuluivat Anna-Katariina Feodoroff, Tiina Sanila-Aikio, Miika Lehtinen ja Eino Koponen.
sme: Ođasmahttojuvvon preanttus lea gárvejuvvon bargojoavkkus, masa gulle Anna-Katariina Feodoroff, Tiina Sanila-Aikio, Miika Lehtinen ja Eino Koponen.

source: Koulutus- ja oppimateriaalilautakunnan puheenjohtaja Tauno Ljetoff on iloinen koltansaamen opetukselle välttämättömien oppimateriaalien edistymisestä.
sme: Skuvlen- ja oahppamateriálalávdegotti ságadoalli Tauno Ljetoff illuda go nuortalašgiela oahpahussii dehálaš materiálat ovdánit.

source: – Kielioppikirja on perusaineistoa, jota ilman kielen opetus olisi hankalaa.
sme: – Giellaoahppagirji lea oahpahusa vuođđomateriála ja dan haga oahpahus livččii váttis.

source: Kieliopin ilmestyminen juuri nyt on merkittävä tapaus.
sme: Giellaoahppagirjji almmustuvvan lea mearkkašahtti dáhpáhus.

source: Koltansaamen kielen opetus koulussa on menossa eteenpäin ja yliopistossa on enemmän koltansaamen opiskelijoita kuin koskaan aiemmin, sanoo Ljetoff.
sme: Nuortalašgiela oahpahus lea bures ovdánan ja universitehtas leat dál studeanttat eanet go goassige ovdal, dadjá Ljetoff.

source: Koltansaamen kielen opettajana Saamelaisalueen koulutuskeskuksessa toimiva Tiina Sanila-Aikio pitää kielioppikirjan ilmestymistä merkittävänä.
sme: Tiina Sanila-Aikio doaibmá Sámeoahpahusguovddážis nuortalašgiela oahpaheaddjin ja atná giellaoahppagirjji almmustuvvama mearkkašahttin.

source: – Koltansaamen kielityö on mennyt valtavia askeleita eteenpäin viimeisen kymmenen vuoden aikana ja siksi on tärkeää, että keskeinen kielioppikirja on ajantasaistettu.
sme: – Nuortalašgiela giellabargu on ovdánan stuorra lávkkiiguin maŋimuš logi jagi áigge ja dan dihte lea mearkkašahtti ahte dehálaš giellaoahppagirji lea beaiváduvvon.

source: Uskon, että käytämme kielioppikirjaa koltansaamen kielen ja kulttuurin opiskelijoiden kanssa miltei joka päivä.
sme: Jáhkán geavahit giellaoahppagirjji nuortalašgiela ja kultuvrra oahppiiguin goasii beaivválaččat.

source: Kirjan on julkaissut Saamelaiskäräjät. Sen graafisesta suunnittelusta vastaa Anni Näkkäläjärvi.
sme: Girjji lea almmustahttán Sámediggi ja gráfalaš plánenbarggu lea bargan Anni Näkkäläjärvi.

source: Kirja on saatavissa Saamelaiskäräjien oppimateriaalien verkkokaupasta:
sme: Girjji sáhttá oastit Sámediggi oahppamateriála neahttagávppis:
